Repository: Padelanalytics/padelanalytics
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es

source: ALL
de: Alle
es: Todos

source: German
es: Alemán

source: English
de: Englisch
es: Inglés

source: Spanish
de: Spanisch
es: Español

source: Mixed
es: Mixtos

source: Men
de: Herren
es: Masculino

source: Women
de: Damen
es: Femenino

source: Senior Mix Open
de: Senioren Mixed
es: Mixtos Veteranos

source: Mixed 40
de: Mixed Ü40
es: Mixtos +40

source: Men 30
de: Herren Ü30
es: Veteranos +30

source: Men 40
de: Herren Ü40
es: Veteranos +40

source: Men 45
de: Herren Ü45
es: Veteranos +45

source: Women 27
de: Damen 27
es: Femenino 27

source: Women 40
de: Damen Ü40
es: Veteranas +40

source: Site not found!
de: Seite nicht gefunden!
es: Página no encontrada.

source: Are you looking for a club or tournament?
de: Was für ein Standort oder Turnier suchts du genau?
es: ¿Buscas un club o torneo?

source: Tournaments
de: Turniere
es: Torneos

source: Ohh my God!
de: Ohh mein Gott!
es: ¡Oh Dios mio!

source: Something went wrong!
de: Etwas ist schiefgelaufen!
es: ¡Algo ha fallado!

source: Back to last site
de: Zurück zur letzten Seite
es: Volver

source: Contact us
de: Kontaktiere uns
es: Contáctanos

source: For Padeleros, By Padeleros
es: Hecho por padeleros para padeleros

source: Our Mission
de: Unsere Mission
es: Nuestra misión

source: Do not hesitate to contact us for suggestions or if you find any mistake in the statistics
de: Zögern Sie nicht, uns zu kontaktiere, wenn Sie einene Fehler in unserer Statistik gefunden haben.
es: No dudes en contactarnos si tienes sugerencias o si encuentras algún fallo en las estadísticas

source: We become the statistics directly from the events organisators and we are not responsible for the mistakes.
de: Wir bekommen die Statistiken direkt von den Veranstalgunsorganisationen und wir sind nicht verantwortlich für die Fehler.
es: Recibimos los resultados directamente de los organizadores de los torneos y no nos responsabilizamos de posibles errores

source: Dear %(user.first_name)s, thank you for signing up. To finish the tournament registration please confirm clicking the following link:
de: Guten Tag %(user.first_name)s, vielen Dank, dass ihr euch angemeldet habt. Um die Registrierung abzuschließen, klicke mal bitte auf diesen Link:
es: EStimado/a %(user.first_name)s, muchas gracias por inscribirte. Para finalizar la inscripción clica en el siguiente link:

source: The activation link is not valid
de: Der Aktivierungslink ist nicht gültig.
es: El link de verificación no es válido.

source: Check again your inbox or sign up again.
de: Überprüfen Sie erneut Ihren Posteingang oder melden Sie sich erneut an.
es: Comprueba tu correo electrónico o vuelve a apuntarte.

source: Sign up into a Tournament
de: Zur Turnieranmeldung
es: Inscríbete a un torneo

source: Visit Tournament calendar
es: Visita el calendario

source: Tournament sign up
de: Anmeldung
es: Inscribirse a torneo

source: Ranking
de: Rangliste
es: Ránking

source: About
de: Über uns
es: Sobre nosotros

source: License
de: Lizenz
es: Licencia

source: Countries
de: Länder
es: Países

source: Padel Circuits
de: Padel Turnierserien
es: Circuitos

source: Germany
de: Deutschland
es: Alemania

source: Courts
de: Plätze
es: Pistas

source: Circuits
de: Turnierserien
es: Circuitos

source: Rankings
de: Ranglisten
es: Ránkings

source: Egypt
de: Ägypten
es: Egipto

source: Sweden
de: Schweden
es: Suecia

source: Switzerland
de: Schweiz
es: Suiza

source: Thailand
es: Tailandia

source: United States of America
de: USA
es: EEUU

source: Evolution of Padel in Germany 2003-2019
es: Evolución del Pádel en Alemania 2003-2019

source: Year
de: Jahr
es: Año

source: Your Padel Portal with all your favourite statistics
de: Dein Padel-Platform mit deinen lieblings Statistiken
es: Tu portal de pádel con tus estadísticas favoritas

source: Events
es: Torneos

source: Players
de: Spieler
es: Jugadores

source: Upcoming Competitions
es: Próximos Torneos

source: Show Poster
es: Ver Póster

source: Find Padel-clubs close to your place
de: Finde Padel-Standorte in deiner Nähe
es: Encuentra clubs de pádel cerca de ti

source: FIND THEM NOW!
de: FINDE SIE JETZT
es: ENCUENTRALOS AHORA

source: Check the Tournament Calendar, all Results...
de: Siehe Turnierkalender, alle Ergebnisse
es: Visita el calendaria de torneos, los resultados...

source: CHECK IT OUT
de: SIEH DIR DAS AN
es: COMPRUEBALO

source: Statistics
de: Statistik
es: Estadísticas

source: ...and the Ranking of the different Circuits and Statistics
de: ...und die Ranglisten aller Turnierserien und ihre Statistiken
es: ...y el ránking de los distintos circuitos y sus estadísticas

source: HAVE A LOOK
de: SCHAU DIR DAS AN
es: ECHA UN VISTAZO

source: Player and Team Stats
de: Spieler- und Team-Statistiken
es: Estadísticas de jugadores y equipos

source: Played tournaments, results, stats, rankings...
es: Partidos, resultados, estadísticas, ránkings...

source: COMING SOON
es: PRÓXIMAMENTE

source: Other Countries and Federations
es: Otros países y federaciones

source: DISCOVER MORE
es: DESCUBRE MAS

source: New player successfully saved
de: Neuer Spieler erfolgreich gespeichert
es: Jugador guardado

source: Now you can enjoy all German Padel Series tournaments
de: Jetzt kannst du alle Turniere der German Padel Series genießen
es: Ahora puedes disfrutar de las German Padel Series

source: HAVE FUN!
de: VIEL SPASS!
es: PASATELO BIEN

source: Activity
de: Chronik
es: Actividad

source: Teams
es: Equipos

source: Matches
de: Spiele
es: Partidos

source: Won
de: Gewonnen
es: Ganados

source: Lost
de: Verloren
es: Perdidos

source: Effectiveness
de: Bilanz
es: Efectividad

source: Group
de: Gruppe
es: Grupo

source: Repechage
de: Zwischenrunde
es: Repesca

source: Round of 32
de: 1/16 Finale
es: Dieciseisavos

source: Round of 16
de: Achtelfinale
es: Octavos

source: Match for the 3rd Place
de: 3. Platz
es: Tercera Posición

source: Date
de: Datum
es: Fecha

source: Division
de: Konkurrenz
es: Categoría

source: Submit
es: Enviar

source: Rank
es: Posición

source: Move
es: Cambio

source: Points
de: Punkte
es: Puntos

source: Average
de: Bilanz
es: Efectividad

source: 3rd Position
de: 3. Platz
es: Tercer Puesto

source: Registration
de: Anmeldung
es: Apuntarse

source: Change Division
de: Konkurrenz wechseln
es: Cambiar Categoría

source: Groups
de: Gruppen
es: Grupos

source: K.O.
es: Play-Offs

source: There are no teams yet.
es: No hay equipos apuntados.

source: Be the first one
es: Sé el primero

source: RESULTS
de: ERGEBNISSE
es: RESULTADOS

source: If you find any mistakes or inaccurate information, we would be grateful if you inform us about them. Please contact:
es: Si encuentras información incorrecta en nuestro portal, te agredeceríamos que nos informaras. Contacta con:

source: Sign up form
es: Formulario de inscripción

source: New Player
es: Nuevo jugador

source: Select a tournament
es: Selecciona un torneo

source: Player 1
es: Jugador 1

source: Player 2
es: Jugador 2

source: Player confirmed succesfully
de: Spieler erfolgreich bestätigt
es: Jugador registrado correctamente

source: Both team members must click on the confirmation link in the e-mail to complete your sign up
de: Für eine vollständige Anmeldung müssen beide Spieler den Bestätigungslink anklicken. Sobald das Prozess abgeschloßen ist, wird das Team auf der Turnierseite angezeigt.
es: Ambos jugadores deben clicar en el link de confirmación del e-mail recibido para completar la inscripción

source: Just one step more!
de: Nur noch ein Schritt!
es: ¡Un último paso!

source: We have sent an E-Mail to %(email_a)s and %(email_b)s
de: Wir haben eine E-Mail an %(email_a)s und %(email_b)s versendet
es: Hemos enviado un email a %(email_a)s and %(email_b)s

source: Please check your email inbox for the activation email after registration. If you cannot find the email check inside your SPAM.
de: Bitte überprüft Eure E-Mail Postfach bzw. SPAM und klickt auf das Link, um die Anmeldung zu bestätigen.
es: Por favor comprueba tu corre electrónico para confirmar tu inscripción. Si no encuentras el email comprueba tu SPAM.

source: Both players must confirm the activation link to register the team successfully.
de: Beide Spieler müssen es machen, damit das Team erfolgreich angemeldet ist.
es: Ambos jugadores deben confirmar el link para inscribir el equipo.

source: Sign up
de: Anmeldung
es: Inscripción

source: Results
de: Ergebnisse
es: Resultados

source: MO
de: Herren

source: Senior Mixed
de: Senioren Mixed

source: Clubs
de: Standorte

source: Meet the people who make awesome stuffs
de: Lerne die Leute kennen, die tolle Sachen machen

source: Recollecting Statistics was never simple. As Padel is now growing faster and faster, there are federations or clubs which don't really have resources to collect all details of all the events taking place in the country. Our goal is helping out those ones to make this task more affordable and keeping the data in a central site, which can be visited by everyone
de: Das Sammeln von Statistiken war nie so einfach. Da Padel jetzt immer schneller wächst, unser Ziel ist es, die Datenerfassung zu vereinfachen und allen zugänglich zu machen

source: Become our Partner
de: Werden Sie unsere Partner

source: Do not hesitate to share your unique partnership ideas.
de: Zögern Sie bitte nicht, Ihre Ideen mitzuteilen.

source: We are open to your suggestions for a successful Agency or Affiliate Partnership.
de: Wir sind offen für Ihre Vorschläge für eine erfolgreiche Agentur- oder Partnerchaft.

source: Final
de: Finale

source: Consolation
de: Nebenrunde

source: Click on the teams to visit their overall stats
de: Klicken Sie auf die Teams, um die Gesamtstatistik zu sehen

source: + Sets
de: + Sätze

source: - Sets
de: - Sätze

source: Please contact us if you find inaccurate information at:
de: Fehler gefunden? Bitte kontaktieren Sie uns:
